{
  "page_id": "landing_marathi",
  "title": "रुचकर वाडवल – किनाऱ्याची खाद्यसंस्कृती",
  "subtitle": "सफाळे, गोलवड आणि वसई–विरारच्या वाडवल समाजाच्या गोष्टी आणि चवी",
  "hero_image": "/images/vadval_coastline.jpg",
  "content": {
    "intro": "‘रुचकर वाडवल’ ही उत्तर कोकणातील वाडवल समाजाला वाहिलेली श्रद्धांजली आहे — शेतकरी, मच्छीमार, ताडी काढणारे आणि मिठाच्या पॅनमध्ये काम करणारे लोक, ज्यांचे जीवन भरती-ओहोटीच्या लहरींवर चालते. त्यांचं अन्न हे एक जिवंत इतिहास आहे — दगडी खलबत्ता, लाकडाच्या धुरातून येणारा वास, आणि पौर्णिमेच्या रात्री अंगणात भात कुटताना म्हणले जाणारे गीते.",
    "section1": {
      "heading": "लाटांखालील मुळे",
      "text": "शतकांपूर्वी वाडवल लोक केळवा, सफाळे आणि वसईच्या खाडीजवळ स्थायिक झाले. त्यांनी खारपट्ट्यांमध्ये भात लावला आणि लेटराइट विहिरींमधून गोड पाणी काढले. पावसाळ्यात जेव्हा शेतं भरून वाहू लागली तेव्हा ते समुद्राकडे वळले — ‘वाळा’ नावाची शंकूच्या आकाराची जाळी टाकून मासेमारी केली आणि नारळाच्या पानांवर मासे वाळवले. या दोन उपजीविकांनी एक अशी खाद्यसंस्कृती घडवली जी जमिनीला आणि समुद्राला जोडते: वालाच्या उसळींमध्ये ओले खोबरे, ताडीत भिजवलेले मासे, आणि पानावर भाजलेली भाकरी."
    },
    "section2": {
      "heading": "चुलीची आणि मेजवानीची लोककथा",
      "text": "गोलवड गावात अजूनही ‘माऊली आई’ची गोष्ट सांगितली जाते — तीच चुलीची राखण करणारी देवी. म्हणतात, तिनं गावातील बायकांना लाटांच्या तालावर स्वयंपाक शिकवला — समुद्राच्या प्रत्येक लाटेसाठी एक हालचाल. पौर्णिमेच्या रात्री मंदिराच्या तळ्याजवळ मुले गोळा व्हायची आणि दळणाच्या जात्यावर राहणाऱ्या आत्म्यांच्या गोष्टी ऐकायची, जेव्हा कुणी जात धुवायचं विसरलं तर ते रडत. अन्न आणि श्रद्धा हे वेगळे नव्हते: जेवणाआधी भातातलं एक घास तुपात मिसळून केळ्याच्या पानावर पूर्वजांसाठी ठेवला जायचा. आजही लग्नाच्या सुरुवातीला ‘हळद-चुरा’चा भात दिला जातो — नवे जीवन सुरू होण्याचं प्रतीक."
    },
    "section3": {
      "heading": "सफाळ्याच्या शेतातून वसईच्या बंदरापर्यंत",
      "text": "सफाळ्याच्या आतल्या वाड्यांना लाल माती आणि ताडांच्या झाडांची संपन्नता लाभली आहे. इथे अजूनही ताडीत आंबवलेल्या पिठापासून हलकं, मऊ ‘अंबोळी’ बनवलं जातं. वसईतून जाणाऱ्या जुना पोर्तुगीज आणि मराठा व्यापारी मार्गांनी चव नव्या वळणावर आणल्या — व्हिनेगर, काजू आणि सुक्या मिरच्या. वसई–विरारच्या स्वयंपाकघरांनी या चवींना स्थानिक परंपरेशी एकरूप केलं: लवंग आणि जायफळाने सुगंधित ‘टेप्राट’, दालचिनीचा सुगंध असलेला ‘कोळंबी भात’, आणि पोर्तुगीज गोडांप्रमाणे तयार होणारे गूळ-खोबऱ्याचे पदार्थ."
    },
    "section4": {
      "heading": "गावाचा पंचांग ताटात",
      "text": "दर महिन्याला या किनाऱ्याची वेगळी चव असते. चैत्रात गोलवडच्या बायका ‘जवळा’ कोळंबी उन्हात वाळवतात आणि चिंच-लसूण घालून चटणी करतात. आषाढात ‘शेवळा’ची देठं पावसात फुटतात. श्रावणात मांस आणि मासे खाल्ले जात नाहीत; भाजी, डाळ आणि खोबऱ्याचं वर्चस्व असतं. कार्तिकात मच्छीमार समुद्राला पहिली पकड अर्पण करतात — ‘समुद्र पूजन’ म्हणून. दिवाळीत वसईच्या प्रत्येक घरात तुपात तळलेले ‘अनर्से’चा सुगंध दरवळतो, आणि मुलं सुके सुपारीच्या पानांपासून बनवलेल्या कंदिलांसह अंगणात धावत असतात."
    },
    "section5": {
      "heading": "अंगणातून उमटणाऱ्या आवाजा",
      "text": "आज्यांना आठवतं — चुल हीच घराची ओळख होती. तीन दगड, एक आग आणि गप्पांचा संसार. पहिली ज्योत पेटवताना प्रार्थना केली जायची — ‘अग्निदेवता, रक्षा कर’ — म्हणजे आग अन्न शिजवो पण जाळो नको. खरी स्वयंपाकी कानानं ओळखते: पाण्याचा उकळत्या तव्यावरचा आवाज, मोहरी तडतडण्याचा ठेका, आणि वाफेचं सुस्कारणं. या आवाजांत प्रेम आणि शिस्त दोन्ही जगतं. जेवण केळ्याच्या किंवा पत्रावळीच्या पानावर वाढलं जायचं; पाहुण्यांना आधी, आपल्याला नंतर — कारण आदर हीच संपत्ती."
    },
    "section6": {
      "heading": "हरवलेलं पुन्हा जिवंत करताना",
      "text": "‘रुचकर वाडवल’ ही वेळेनं विखुरलेली चव पुन्हा गोळा करते — पंचांगाच्या मागे लिहिलेल्या रेसिपी, जात्यावर बोलल्या जाणाऱ्या सूचना, आणि गॅसच्या स्टोव्हवर हरवलेली सुगंधी पद्धत. प्रत्येक रेसिपीबरोबर तिची आठवण आहे: ‘मेथकूट’ कुटतानाचा ताल, उन्हात वाळणाऱ्या कोकमाचा वास, आणि संध्याकाळी लालसर आकाशाखाली परतणाऱ्या होड्यांचं दृश्य. हे पदार्थ शिजवणं म्हणजे त्या संस्कृतीला पुन्हा जिवंत करणं — कारण वारसा हे संग्रहालय नाही, तर अजूनही गरम असलेलं जेवण आहे."
    },
    "closing": "ही संग्रहित स्वयंपाकशाळा त्या प्रत्येक घराची आहे जिथं अजूनही खोबरेल तेलाचा वास आणि समुद्राची झुळूक आहे. ती सफाळे, गोलवड आणि वसई–विरारच्या लोकांची आहे — आणि त्यांचीही, जे मानतात की दस्तऐवजापेक्षा अन्नच आपलं वंशपरंपराचं ओळखपत्र आहे. ‘रुचकर वाडवल’मध्ये स्वागत — जिथं किनारा चवीतून आठवतो."
  },
  "credits": {
    "curated_by": "बोर्दी–वसई वाडवल समाज",
    "compiled_by": "रुचकर वाडवल वारसा प्रकल्प",
    "supported_by": "सफाळे, गोलवड, वसई आणि विरार येथील ज्येष्ठ, इतिहासकार आणि घरगुती स्वयंपाक करणाऱ्या महिला",
    "field_notes_from": "सन २०२० ते २०२४ दरम्यान पालघर किनाऱ्यावर झालेल्या वाडवल कुटुंबांच्या मौखिक मुलाखती आणि नोंदी."
  }
}